<?php
/**
 * Created by PhpStorm.
 * User: TEST MARKAZI
 * Date: 3/2/2020
 * Time: 17:56
 */
return [
    'Login' => 'Логин',
    'Password' => 'Пароль',
    'Services' => 'Услуги',
    'Accept' => 'Прием',
    'Foreign language certificate' => 'Chet tili serifikati',
    'Diagnostic test' => 'Diagnostik test',
    'Orders' => 'Buyurtmalar',
    'Home' => 'Главная страница',
    'Settings' => 'Настройки',
    'Password change' => 'Изменение пароля',
    'Personal information' => 'Личная информация',
    'Change image' => 'Rasm almashtirish',
    'Phone' => 'Телефон',
    'Back to home' => 'Вернутся на главную страницу',
    'Go Back' => 'Назад',
    'Forbidden' => 'Не разрешается',
    'In order to use this service, you need to enter your passport details with the <a href="/person/">"Personal Information"</a>.' => 'Чтобы пользоваться этой услугой,  Вам следует ввести через <a href="/person/">"Личные данные"</a> паспортные данные.',
    'Close' => 'Отменить',
    'Save' => 'Сохранить',
    'Registration' => "Регистрация",
    'Help' => 'Помощь',
    'Enter' => 'Войти',
    'Verify Code' => 'Проверить код',
    'System in test mode' => 'Система в режиме тестирования',
    'Admission for the 2020/2021 academic year' => 'Прием на 2020/2021 учебный год',
    'System of online registration for admission to higher educational institutions' => 'Система онлайн регистрации для поступления в Высшие учебные заведения',
    'A series of document' => 'Серия документа',
    'Document number' => 'Номер документа',
    'IMIE' => 'ПНФЛ',
    'imie' => 'ПНФЛ',
    'Passport' => 'Паспорт',
    'Place of permanent residence' => 'Место постоянной прописки',
    'School that graduated' => 'Учебное заведение',
    'District' => 'Район',
    'Region' => 'Регион',
    'Address' => 'Адрес',
    'Type of institution' => 'Тип заведения',
    'Educational institution' => 'Учебное заведение',
    'Year of ending' => 'Год окончания',
    'No information!' => 'Нет информации!',
    'Country' => 'Государство',
    'Last name' => 'Фамилия',
    'First name' => 'Имя',
    'Middle name' => 'Отчество',
    'date of birth' => 'Дата рождения',
    'Logout' => 'Выход',
    'The system is being tested. The completed application form is not valid!' => 'Система тестируется. Заполненная анкета не действительна!',
    'Language of instruction' => 'Язык обучения',
    'Selected destinations' => 'Выбранные направления',
    'Form of training' => 'Форма обучения',
    'Test schedule' => 'Графика тестов',
    'Edu' => 'ВУЗ',
    'Direction' => 'Направление',
    'Testing Region' => 'Регион сдачи тестов',
    'Foreign language' => 'Иностранный язык',
    'Full name' => 'Ф.И.О.',
    'Registration date' => 'Дата регистрации',
    'The system is being tested. Application is not valid!' => 'Система тестируется. Заявление не действительно!',
    'Sex' => 'Пол',
    'Male' => 'Мужской',
    'Female' => 'Женский',
    'Update' => 'Редактирование',
    'I agree to the use of my personal data' => 'Согласен(а) на обработку персональных данных',
    'Use at least 5 characters of latin letters and numbers' => 'Используйте не менее 5 символов состоящих из латинских букв и цифр',
    'Password must contain at least 8 characters' => 'Пароль должен содержать не менее 8-ми символов',
    'Registration of the applicant' => 'Регистрация абитуриента',



    'Password reset' => 'Восстановление пароля',
    'Rewrite password' => 'Повторно введите пароль',
    'A series of passport' => 'Серия паспорта',
    'Passport number' => 'Номер паспорта',
    'Passport or IMIE error' => 'Ошибка при заполнении паспортных данных!',
    'Error' => 'Ошибка',
    'Address error entered' => 'Ошибка в адресе',
    'Phone number must be 9-digit' => 'Должен быть записан 9 значный номер телефона',
    'year' => ' год',
    'Latin' => 'Латиница',
    'Krill' => 'Кириллица',
    'directions are not mutually exclusive!' => 'направления не совпадают между собой!',
    'Cancel' => 'Отмена',
    'Enter system' => 'Вход в систему',
    'FAQ' => 'Вопрос-ответ',
    'Incorrect phone or password.' => 'Номер телефона или пароль был введен неправильно.',
    'Have' => 'Есть',
    'No' => 'Нет',
    'Add' => 'Добавить',
    'Date of issue of the document' => 'Дата выдачи документа',
    'Validity period' => 'Срок действия',
    'Disability group' => 'Группа инвалидности',
    '1 group' => '1-я группа',
    '2 group' => '2-я группа',
    'Disabled children' => 'Ребенок-инвалид',
    'Image' => 'Фото документа (jpg, png, Не более 2 МБ)',
    'Privilege error entered' => 'Льгота внесена неверно',
    'Privilege' => 'Льготы ',
    'Privilege for the 2020/2021 academic year' => 'Льготы на 2020-2021 учебный год',
    'Privilege VM' => '<a href="https://lex.uz/docs/3244181" target="_blank">В соответствии с Постановлением Кабинета Министров Республики Узбекистан от 20.06.2017 г. № 393:</a><br>в случае выявления подделки документов, представленных  (сданных) абитуриентом, абитуриент отстраняется от вступительных экзаменов (в случае зачисления на учебу, из рядов студентов высшего образовательного учреждения) и уведомляется об этом в установленном порядке в правоохранительные органы.',
    'Military unit' => 'Воинская часть',
    '2020/2021 academic year' => '2020-2021 учебный год',
    'Applicant registration form' => 'Учетная запись абитуриента',
    'Selected educational directions' => 'Выбранные направления образования',
    'You have no privileges!' => 'У вас не имеется никаких льгот!',
    'Note to applicant' => 'Памятка абитуриенту',
    'Nation' => 'Национальность',
    'Statistic 2019/2020' => 'Статистика 2020-2021',
    'Next' => 'Продолжение',
    'Registration system' => 'Система регистрации',
    'Confirm' => 'Подтверждение',
    'A series and number of document' => 'Серия и номер документа',
    'The password must consist of at least 8 letters and numbers' => 'пароль должен состоять из не менее 8 букв и цифр',
    'An error occurred while re-entering the password' => 'Ошибка при повторном вводе пароля',
    '{attribute} incorrect value' => 'значение {attribute} введено неверно',
    '{attribute} incorrect {value}' => '{attribute} {value} введено неверно',
    'The file size is larger than 2 mb' => 'Размер файла больше 2 Мб',
    'type' => 'Тип',
    'File' => 'Файл',
    'Level' => 'Уровень',
    'Type certificate' => 'Тип сертификата',
    'Sciences' => 'Предметы',
    'Creative exam' => 'Творческий экзамен',
    'Test subjects' => 'Предметы тестовых испытаний',
    'Note 1' => 'Абитуриент несет персональную ответственность за достоверность сведений, содержащихся в данном учетном листе.',
    'Note 2' => 'После завершения процесса регистрации (с 20 июля) абитуриент не может изменять данные, не учитываются обращения (жалобы) по данным регистрационного листа.',
    'Note 3' => 'Абитуриент получает "Пропуск абитуриента" на официальном веб-сайте Государственного центра тестирования (www.dtm.uz) начиная с 29 июля и участвует в тестовых испытаниях в указанные в нем даты и время.',
    'Send SMS' => 'Введите код SMS',
    'An SMS was sent to ***{phone} to {status}. Enter this number!' => 'Для {status} на номер ***{phone} было отправлено SMS. Введите код из SMS!',
    'Dear entrant, enter your phone number to register' => 'Уважаемый абитуриент, введите свой номер телефона для регистрации',
    'login-text' => 'Основной целью запроса на регистрацию по личному номеру телефона является подтверждение личности заявителя. На номер телефона отправляется код активации. Только один абитуриент может зарегистрироваться по единому номеру телефона.',
    'Put a check mark' => 'Tasdiqlovchi belgini qo\'ying',
    'Note 4' => 'Внимание! Будьте внимательны при выборе формы обучения и языка обучения. При выборе направлений необходимо обязательно выбрать не менее 1 направления, выбор остальных направлений по желанию. Конкурс проводится на основе последовательности выбранных направлений образования.',
    'Upload' => 'Скачать',
    'Payment through online payment systems' => 'Платежные системы',
    'offer-header' => 'Договор оферты о регистрации для участия в тестовых испытания',
    'offer-body' => '<div class="oferta">
    <p>
        Данный документ является официальным предложением (офертой) Государственного центра тестирования при Кабинете Министров Республики Узбекистан (далее-исполнитель) и содержит все необходимые условия  регистрации для участия в тестовых испытаниях.
    </p>
    <p>
        В соответствии с пунктом 4 статьи 370 Гражданского кодекса Республики Узбекистан, принимая условия, изложенные в оферте, и при необходимости оплачивая, физическое лицо подтверждает принятие данного предложения и считается абитуриентом (далее-Абитуриент), исполнитель и Абитуриент являются сторонами совместного договора (далее-стороны).
    </p>
    <p class="text-center"><b>Термины, используемые в договоре</b></p>
    <p>
        <b>Оферта</b> — это предложение, направленное одному или нескольким конкретным лицам, достаточно конкретное и выражающее намерение лица, внесшего предложение, считать себя заключившим договор с лицом, к которому направлено предложение, и принимающим его.
    </p>
    <p>
        <b>Акцепт</b> — это ответ абитуриента на то, что он принял оферту полностью и без письменного согласия сторон, без подписания письменного экземпляра договора. Ответ о заключении договора на условиях, отличных от условий, указанных в оферте, не является акцептом.
    </p>
    <p>
        <b>Тестовые испытания</b> — вступительные экзамены, организуемые для поступления в образовательные учреждения.
    </p>
    <p>
        <b>Данные авторизации</b> — информация, необходимая для доступа к сайту и доступа к сервису, которая состоит из логина (уникальный идентификатор) и пароля (набор символов), которые определяют заказчика и защищают его аккаунт от несанкционированного доступа третьих лиц.
    </p>
    <p>
        <b>Абитуриент</b> — физическое лицо, зарегистрированное на сайте dtm.uz.
    </p>
    <p>
        <b>Регистрация на официальном сайте dtm.uz</b> — регистрация с целью доступа на сайт для участия в тестовых испытаниях на условиях настоящего Договора.
    </p>
    <ol class="oferta-li">
        <li>Предмет договора
            <ol>
                <li>
                    Предметом договора является порядок регистрации Абитуриента для участия в тестировании в соответствии с условиями настоящего Договора в Государственном центре тестирования.
                </li>
            </ol>
        </li>
        <li>
            Порядок прохождления регистрации
            <ol>
                <li>
                    Регистрация будет осуществляться путем входа на сайт dtm.uz и заполнения информации, указанной в заявке.
                </li>
                <li>
                    После регистрации, при необходимости, после передачи оферты, выставляются счета-фактуры на оплату услуги..
                </li>
                <li>
                    После нажатия кнопки принять условие договора оферта считается акцептированной.
                </li>
                <li>
                    После правильного заполнения данных (при необходимости, после оплаты) заявителю предоставляется разрешение с данными тестового испытания.
                </li>
            </ol>
        </li>
        <li>
           Права и обязанности заявителя в процессе регистрации
            <ol>
                <li>
                   В процессе регистрации абитуриент может выбрать до пяти высших учебных заведений (бакалавриат) в рамках одной формы обучения. При выборе нескольких высших учебных заведений (бакалавриат) набор и последовательность предметов, подлежащих тестированию, должны соответствовать друг другу.
                </li>
                <li>
                    Проходление регистрации в указанный срок (с 20 июня по 20 июля); (заявителю, прошедшему регистрацию, будет предоставлено право изменить свои данные до 23:59 20 июля.).
                </li>
                <li>
                    Ознакомиться с предложением и получить его при регистрации.
                </li>
                <li>
                    Оплата услуги в соответствии с порядком и условиями, изложенными в Разделе 7 настоящего Соглашения.
                </li>
                <li>
                    Старательно и добросовестно выполнять требования исполнителя в процессе регистрации на сайте, заполнения заявки и тестовых испытаний.
                </li>
            </ol>
        </li>
        <li>
            Права и обязанности исполнителя
            <ol>
                <li>
                     Исполнительный орган имеет следующие права:
                </li>
                <li>
                    требовать своевременное и необходимое исполнение обязательств по настоящему Договору;
                </li>
                <li>
                    приостановить оказание заявителем услуги в случае несоблюдения условий договора;
                </li>
                <li>
                    производить обслуживание в соответствии с процедурами и условиями, указанными в настоящем соглашении;
                </li>
                <li>
                    своевременно рассматривать предложения и жалобы заказчика.
                </li>
            </ol>
        </li>
        <li>
            Размер и порядок оплаты участия в испытаниях
            <ol>
                <li>
                    Сумма оплаты за данную услугу взимается в размере, в 0,5 раза превышающем базовую расчетную сумму, при условии, что требуется 100% авансового платежа.
                </li>
                <li>
                    Абитуриент - физическое лицо имеет право оплатить сервисный сбор следующими способами:
                    <ol>
                        <li>
                            через банковскую карту клиента с использованием платежных систем указанных в программе;
                        </li>
                        <li>
                            через платежное поручение, размещенное в программе.
                        </li>
                    </ol>
                </li>
                <li>
                    датой поступления денежных средств на счет исполнителя является дата оплаты.
                </li>
                <li>
                    Согласно статье 705 Гражданского кодекса Республики Узбекистан, в случае отказа от оплаты услуг, не оказанных по вине клиента, а также после начала оказания услуг клиентом, платежи возврату не подлежат. Во всех остальных случаях полное или частичное возмещение стоимости услуг производится на основании письменного заявления заказчика, признанного обоснованным исполнительным органом или вступившим в законную силу решением суда.
                </li>
            </ol>
        </li>
        <li>
            Порядок разрешения споров и ответственность сторон
            <ol>
                <li>
                    Споры и разногласия, возникающие между сторонами, разрешаются путем переговоров.
                </li>
                <li>
                    Если стороны не найдут приемлемого решения, то стороны обратятся в соответствующие судебные органы Республики Узбекистан для разрешения спор..
                </li>
                <li>
                    В случае неисполнения или ненадлежащего исполнения обязательств по настоящему Договору Стороны несут ответственность в порядке, предусмотренном законодательством Республики Узбекистан
                </li>
            </ol>
        </li>
        <li>
            Форс-мажор
            <ol>
                <li>
                    Стороны освобождаются от ответственности за неисполнение или ненадлежащее исполнение условий договора в результате чрезвычайных, непреодолимых и непредвиденных обстоятельств, не позволяющих сторонам выполнять принятые на себя обязательства в условиях, вызванных природными явлениями или социально-экономическими обстоятельствами, не зависящими от их воли и деятельности.
                </li>
                <li>
                    Сторона, указывающая на любые обстоятельства, указанные в пункте 7.1 настоящего договора, обязана незамедли
                </li>
                <li>
                    Если сторона, которая столкнулась с форс-мажорными обстоятельствами и не уведомила или не предупредила другую сторону о данном случае в порядке и сроки, указанные в пункте 7.2, не освобождается от ответственности за нарушение обязательств настоящего Договора.                                                                                                                                                                                                                                              
                </li>
            </ol>
        </li>
        <li>
            Срок действия договора и порядок его расторжения
            <ol>
                <li>
                    Настоящее соглашение вступает в силу с момента акцепта абитуриентом (2.3. б.) и исполнителем до момента исполнения им своих обязанностей.
                </li>
            </ol>
        </li>
        <li>
            Другие условия
            <ol>
                <li>
                   Абитуриент выражает свое согласие с условиями договора, нажав на кнопку “Принять условия договора”.
                </li>
                <li>
                    Стороны гарантируют, что имеют все права и полномочия, необходимые для заключения и исполнения настоящего Договора.
                </li>
            </ol>
        </li>
    </ol>
</div>',
    'offer-check' => 'Принять условия договора',
    'Maqsat-title' => 'В случае целевого приёма',
    'Maqsat-body' => '<p>Для отраслей и сфер экономики с высоким спросом и потребности в кадрах с высшим образованием осуществляется целевой прием в разрезе областей (городов, районов) на основе государственного гранта параметров государственного заказа.</p><p>На выбравшего целевой прием студента, поступившего на обучение, возлагается обязанность отработать установленный срок в соответствии с договором, заключаемым с соответствующим хокимиятом.</p><p>Абитуриенту, выбравшему целевой прием, предоставляется право участвовать в общем конкурсе по данному направлению образования.</p><p>Абитуриенту, не выбравшему целевой прием, предоставляется право участвовать только в общем конкурсе по данному направлению образования.</p>',
    'Maqsat-yes' => 'Согласен выбрать целевой прием!',
    'Maqsat-no' => 'Я не согласен с выбором целевого приема!',
    'paid-invoice' => 'To‘lovingiz muvaffaqiyatli amalga oshirildi!',
    'paid-no-status' => '<p><i class="fa fa-hand-o-right"></i> Абитуриенты,  окончившие образовательные учреждения до настоящего учебного года,  в котором проводятся тестовые испытания, (кроме лиц с инвалидностью  и лиц,  находящихся на полном государственном обеспечении) для участия  в тестовых испытаниях должны осуществить оплату в размере половины  базовой расчетной величины. </p><p>Абитуриенты, не осуществившие оплату в установленном порядке, не будут допущены к тестовым испытаниям.</p>',
    'paid-no-status-2' => '<p><i class="fa fa-hand-o-right"></i> Абитуриенты, не осуществившие оплату в установленном порядке, не будут допущены к тестовым испытаниям.</p><p> Абитуриенты,  окончившие образовательные учреждения до настоящего учебного года,  в котором проводятся тестовые испытания, (кроме лиц с инвалидностью  и лиц,  находящихся на полном государственном обеспечении) для участия  в тестовых испытаниях должны осуществить оплату в размере половины  базовой расчетной величины. </p>',


    'Delete privilege' => 'Удалить льготу',
    'Do you want to remove this privilege?' => 'Хотите ли Вы удалить эту льготу?',
    'Delete' => 'Удалить',
    'Privilege type' => 'Тип льготы',
    'Delete account' => 'Удалить аккаунт',
    'Incorrect password' => 'Неверный пароль',
    'This {passport} passport is attached to +998{phone} phone number!' => 'Данная {passport} серия паспорта закреплена за номером телефона +998{phone}!',

    'Korea International University in Ferghana' => 'Прием на Корейский международный университет в городе Фергане',
    'Military educational institution' => 'Военное образование',

    'Checking' => 'Проверка',
    'Approved' => 'Подтвердил',
    'Not confirmed' => 'Не подтверждено',
    'Test day' => 'После установления сроков проведения тестовых испытаний формируется "Пропуск абитуриента" и размещается на официальном веб-сайте Государственного  центра тестирования abitur.dtm.uz, через который абитуриенты могут скачать пропуск.',


    'Applicant permit' => 'Пропуск абитуриента',
    'Time to come to take the test' => 'Место проведения тестирования и время прибытия',
    'Test building' => 'Название места проведения тестирования',
    'Test address building address' => 'Адрес места проведения тестирования',
    'Smena' => 'Смена',
    'Number building' => 'Номер сектора',
    'Number group' => 'Номер группы',
    'result qr' => 'Ознакомления с результатом',
    'Emode/Language' => 'Ta\'lim shakli / tili',
    'To the entrant\'s note' => "<ul>
    <li>
    До {hour} часов {day} сентября {date} года вам необходимо прибыть на место проведения тестирования, пройти через контрольный пост предъявив пропуск абитуриента и паспорт. Абитуриент, личность которого не подтвердилась либо он опоздал, на тест не допускается.    
</li>
<li>
На своём месте ознакомьтесь с «Инструкцией».
</li>
<li>
Запрещается складывать лист ответов, писать в неустановленных местах.
</li>
<li>
Абитуриенту, по необходимости покинувшему группу во время тестовых испытаний, дополнительное время не предоставляется.
</li>
<li>
Нельзя пытаться занести микрокалькулятор, словарь, таблицу, книгу, шпаргалки, сотовый телефон, компьютер, телекоммуникационные устройства и другие средства связи. Передача тестовых материалов другому абитуриенту, оказание помощи и общение друг с другом, порча тестовых материалов, вынос их за пределы территории, отказ от сдачи тестовых материалов по истечении времени, отведенного на тестовые испытания, являются также основанием для отстранения абитуриента от тестовых испытаний.
</li>",
    '{day} September hour {time}' => '{day} сентября, {time} часов',
    'footer-app' => 'Данный пропуск считается недействительным без паспорта!',
    'Download date' => 'Время скачивания',
    'telegram reklama' => 'Официальные сообщения относительно тестовых испытаний будут публиковаться на официальном Телеграм-канале: <b>t.me/rasmiydtm</b>',
    'Natija' => 'Результат',
];
